export const dummyPreviewPosts = [
  {
    title: "첫 번째 공지사항",
    preview:
      "이것은 첫 번째 공지사항의 미리 보기입니다. 해당 공지사항은 우리 대학의 새로운 규정과 관련된 중요 정보를 담고 있습니다. 모든 학생들은 반드시 읽어야 합니다.",
    date: "2024/09/25 13:00",
  },
  {
    title: "두 번째 공지사항",
    preview:
      "두 번째 공지사항은 최근 학사 일정 변경에 대한 내용입니다. 새로운 일정에 따라 수업 시간과 시험 날짜가 조정되었습니다. 자세한 사항은 학사 관리 시스템에서 확인하세요.",
    date: "2024/09/24 14:30",
  },
  {
    title: "세 번째 공지사항",
    preview:
      "세 번째 공지사항은 새로운 장학금 프로그램에 대한 내용입니다. 지원 자격과 신청 방법에 대한 자세한 정보를 확인하고, 많은 지원 바랍니다.",
    date: "2024/09/23 10:15",
  },
  {
    title: "네 번째 공지사항",
    preview:
      "네 번째 공지사항에서는 오는 주 금요일에 있을 대학 행사에 대해 안내드립니다. 학생들이 참여할 수 있는 다양한 프로그램이 마련되어 있으니 많이 참석해 주세요.",
    date: "2024/09/22 09:00",
  },
  {
    title: "다섯 번째 공지사항",
    preview:
      "다섯 번째 공지사항에서는 실험실 안전 규정이 업데이트 되었음을 알립니다. 모든 학생들은 실험실에 들어가기 전에 반드시 새로운 규정을 숙지해야 합니다.",
    date: "2024/09/21 15:45",
  },
];
